Revit 2027 API
ParameterTypeId.DimWitnsLineExtensionBelow Property
 "Witness Line Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimWitnsLineExtensionBelow { get; }
Public Shared ReadOnly Property DimWitnsLineExtensionBelow As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimWitnsLineExtensionBelow {
	ForgeTypeId^ get ();
}
static member DimWitnsLineExtensionBelow : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace